Repository: ddccontrol/ddccontrol-db
Catalog: po/*.po
Languages: pl

source: Color settings
pl: Ustawienia kolorów

source: Brightness and Contrast
pl: Jasno¶æ i kontrast

source: Brightness
pl: Jasno¶æ

source: Contrast
pl: Kontrast

source: Magic Bright Mode
pl: Tryb Magic Bright

source: Text
pl: Tekst

source: Game
pl: Gra

source: Entertain
pl: Rozrywka

source: Custom
pl: W³asny

source: Super Bright Mode
pl: Tryb Super Bright

source: One
pl: Jeden

source: Two
pl: Dwa

source: Three
pl: Trzy

source: Auto Level (Needs a blank line to work)
pl: Automatyczny poziom (wymaga pustej linii do dzia³ania)

source: Backlight
pl: Pod¶wietlenie

source: ECO Mode
pl: Tryb ECO

source: High
pl: Du¿e

source: Middle
pl: ¦rednie

source: Low
pl: Ma³e

source: Auto
pl: Automatyczne

source: Color maximum level
pl: Maksymalny poziom koloru

source: Red maximum level
pl: Maksymalny poziom czerwonego

source: Green maximum level
pl: Maksymalny poziom zielonego

source: Blue maximum level
pl: Maksymalny poziom niebieskiego

source: Color minimum level
pl: Minimalny poziom koloru

source: Red minimum level
pl: Minimalny poziom czerwonego

source: Green minimum level
pl: Minimalny poziom zielonego

source: Blue minimum level
pl: Minimalny poziom niebieskiego

source: Various color settings
pl: Ustawienia kolorów

source: Hue
pl: odcieñ

source: Saturation
pl: nasycenie

source: Color curve adjust
pl: Krzywa dopasowanie kolorów

source: Color Preset
pl: Ustawienie kolorów

source: Normal
pl: Normalny

source: Warm
pl: Ciep³y

source: Cool
pl: Zimny

source: Warm1
pl: Ciep³y1

source: Warm2
pl: Ciep³y2

source: Cool1
pl: Zimny1

source: Cool2
pl: Zimny2

source: Cool3
pl: Zimny3

source: Cool4
pl: Zimny4

source: Cool5
pl: Zimny5

source: Cool6
pl: Zimny6

source: Cool7
pl: Zimny7

source: Native
pl: Naturalny

source: User
pl: U¿ytkownik

source: User 1
pl: U¿ytkownik 1

source: User 2
pl: U¿ytkownik 2

source: User 3
pl: U¿ytkownik 3

source: User 4
pl: U¿ytkownik 4

source: Off
pl: Wy³±czony

source: Full
pl: Pe³ny

source: Intelligent
pl: Inteligentny

source: Color temperature
pl: Temperatura kolorów

source: Position and size
pl: Rozmiar i po³o¿enie

source: Position
pl: Po³o¿enie

source: Horizontal Position
pl: Po³o¿enie w poziomie

source: Vertical Position
pl: Po³o¿enie w pionie

source: Size
pl: Rozmiar

source: Horizontal Size
pl: Rozmiar w poziomie

source: Vertical Size
pl: Rozmiar w pionie

source: Automatic adjustments
pl: Dostosowanie automatyczne

source: Auto Size Center
pl: Automatyczne centrowanie

source: Enable
pl: W³±cz

source: Disable
pl: Wy³±cz

source: Automatically adjust
pl: Dostosowany automatycznie

source: H/V Position
pl: Po³o¿enie H/V

source: Clock and clock phase
pl: Zegar i faza zegara

source: H/V Position (fast mode)
pl: Po³o¿enie H/V (tryb szybki)

source: Geometry
pl: Geometria

source: Pincushion
pl: Poduszka

source: Horizontal Pincushion
pl: Poduszka Pozioma

source: Horizontal Pincushion Balance
pl: Balans poduszki poziomej

source: Vertical Pincushion
pl: Poduszka pionowa

source: Vertical Pincushion Balance
pl: Balans poduszki pionowej

source: Center Pincushion
pl: Poduszka ¶rodkowa

source: Linearity
pl: Liniowo¶æ

source: Horizontal Linearity
pl: Liniow¶æ pozioma

source: Horizontal Linearity Balance
pl: Balans liniowo¶ci poziomej

source: Vertical Linearity
pl: Liniowo¶æ pionowa

source: Vertical Linearity Balance
pl: Balans liniowo¶ci pionowej

source: Misconvergence
pl: Rozbie¿no¶æ

source: Horizontal Misconvergence
pl: Pozioma rozbie¿no¶æ

source: Vertical Misconvergence
pl: Pionowa rozbie¿no¶æ

source: General distortion
pl: Zniekszta³cenia ogólne

source: Parallelogram Distortion (Key Balance)
pl: Zniekszta³cenie równoleg³obokowe (Key Balance)

source: Trapezoidal Distortion (Key)
pl: Zniekszta³cenia trapezowe

source: Corners distortion
pl: Zniekszta³cenia naro¿ników

source: Top Corner Distortion Control
pl: Parametr zniekszta³cenia górnego rogu

source: Top Corner Distortion Balance
pl: Balans zniekszta³cenia górnego rogu

source: Bottom Corner Distortion Control
pl: Parametr zniekszta³cenia dolnego rogu

source: Bottom Corner Distortion Balance
pl: Balans zniekszta³cenia dolnego rogu

source: Rotation
pl: Obrót

source: Rotation (Tilt)
pl: Obrót (odchylenie)

source: Screen purity
pl: Czysto¶æ obrazu

source: Horizontal Moire
pl: Moire (pionowo)

source: Vertical Moire
pl: Moire (poziomo)

source: Image setup
pl: Ustawienie obrazu

source: Focus
pl: Ogniskowanie

source: Image Lock Coarse (Clock)
pl: Zgrubna blokada obrazu (zegar)

source: Image Lock Fine (Clock Phase)
pl: Dok³adna blokada obrazu (faza zegara)

source: Corners purity
pl: Czysto¶æ rogów

source: Top left screen purity
pl: Czysto¶æ obrazu: górny lewy

source: Top right screen purity
pl: Czysto¶æ obrazu: górny prawy

source: Bottom left screen purity
pl: Czysto¶æ obrazu: dolny lewy

source: Bottom right screen purity
pl: Czysto¶æ obrazu: dolny prawy

source: Various
pl: Ró¿ne

source: Landing Adjust (RGB alignment)
pl: Regulacja l±dowania (wyrównanie RGB)

source: Sharpness
pl: Ostro¶æ

source: Others
pl: Inne

source: Restore defaults
pl: Ustawienia domy¶lne

source: Restore Factory Defaults
pl: Domy¶lne ustawienia producenta

source: Restore Brightness and Contrast
pl: Przywróæ jasno¶æ i kontrast

source: Restore Factory Default Geometry
pl: Przywróæ ustawienia producenta: geometria

source: Restore Factory Default Color
pl: Przywróæ ustawienia producenta: kolor

source: Restore Factory Default Position
pl: Przywróæ ustawienia producenta: po³o¿enie

source: Restore Factory Default Size
pl: Przywróæ ustawienia producenta: rozmiar

source: Restore Factory Default Size and Position
pl: Przywróæ ustawienia producenta: po³o¿enie i rozmiar

source: Settings
pl: Ustawienia

source: Save Current Settings
pl: Zachowaj bie¿±ce ustawienia

source: Restore Factory Settings
pl: Przywróæ ustawienia producenta

source: Audio
pl: D¼wiêk

source: Audio Speaker Volume Adjust
pl: G³o¶no¶æ d¼wiêku

source: Audio Microphone Volume Adjust
pl: Czu³o¶æ mikrofonu

source: Mute
pl: Wycisz

source: New Control Value
pl: Nowa warto¶æ kontrolna

source: OSD
pl: OSD (menu ekranowe)

source: On Screen Display
pl: Menu ekranowe

source: Enable only brightness/contrast settings
pl: W³±cz tylko regulacje jasno¶æ/kontrast

source: On Screen Display (Samsung)
pl: Menu ekranowe (Samsung)

source: OSD Orientation
pl: Orientacja menu ekranowego (OSD)

source: Landscape
pl: Poziomo

source: Portrait
pl: Pionowo

source: Language select
pl: Wybór jêzyka

source: English
pl: Angielski

source: French
pl: Francuski

source: German
pl: Niemiecki

source: Italian
pl: W³oski

source: Russian
pl: Rosyjski

source: Spanish
pl: Hiszpañski

source: Swedish
pl: Szwedzki

source: Chinese
pl: Chiñski

source: Dutch
pl: Holenderski

source: Japanese
pl: Japoñski

source: Input settings
pl: Ustawienia wej¶cia

source: Input level Select
pl: Poziom sygna³u

source: Display Resolution Notifier
pl: Powiadomienie o rozdzielczo¶ci

source: On
pl: W³±cz

source: Input Source Select
pl: Wybierz ¼ród³o sygna³u

source: Analog
pl: Analogowe

source: Digital
pl: Cyfrowe

source: Autoselect Input Source
pl: Wybór ¼ród³a wej¶cia

source: Automatic
pl: Automatyczny

source: Manual
pl: Rêczny

source: Power control
pl: Zarz±dzanie zasilaniem

source: DPMS Control
pl: Zarz±dzanie DPMS

source: Standby
pl: Stan czuwania
